{"en":{"intro":{"soWellGetMarriedThen":"So we'll get married then...","soWellGetMarriedThenHtml":"So&nbsp;we'll&nbsp;get married&nbsp;then...","date":"on Saturday, July 11, 2026","where":"at Chata Babí lom","time":"Sometime in the morning"},"sections":{"schedule":{"title":"Schedule","content":"Will be added"},"confirmation":{"title":"Confirmation of Attendance","content1":"Please list the number of people and individual names of those whose attendance you are confirming.","content2":"The cottage capacity is quite limited, therefore +1s that were not listed on the invitation envelope are unfortunately not possible. Thank you for understanding.","content3":"We love children, but if you could arrange for childcare, you might enjoy the wedding with us a bit more?"},"arrival":{"title":"Arrival and Transport","content1":"Transport will be provided for the wedding, especially for guests from Brno on Saturday - we will try to minimize the number of cars as much as possible while allowing everyone to consume alcohol. Return transport from the wedding will also be provided.","content2":"Arrival by personal vehicle will only be allowed for guests who have arranged to sleep directly at the cottage. If you're coming by car, here's a map of how to get there:"},"accommodation":{"title":"Sleeping Over","content1":"There is unfortunately a limited number of sleeping spots at the cottage, so accommodation priority was given to those who don't live directly in Brno or the nearby area, or those who will help us prepare and clean up the wedding.","content2":"Family members are mostly from Brno, or those who live a bit further will be provided shelter by family.","content3":"Whether we have accommodation arranged for you was (not) indicated on the invitation."},"dressCode":{"title":"Dress Code","content":"When choosing your outfit, please keep in mind that we'll spend the whole day in the forest. Men, feel free to leave ties and bow ties at home, we don't require that much formality. Women, only wear heels if you enjoy aerating the lawn, otherwise we don't recommend them. We'll leave the colours up to you, just make sure you feel comfortable."},"gifts":{"title":"Gifts","content":"The greatest gift is of course your attendance. But besides you, we also like money. And we'd love to explore the world again."}},"misc":{"and":"and","toBeAdded":"... will be added ..."}}}